Repository: funkenstrahlen/django-radioportal
Catalog: radioportal/locale/*/LC_MESSAGES/django.po
Languages: de

source: Duration
de: Dauer

source: Only alphanumeric characters allowed
de: Nur alphanumerische Zeichen erlaubt

source: Create new episode, get episode number by adding one to last episode number
de: Erstelle neue Folge, nehme alte Folgennummer inkrementiert um eins als neue Nummer

source: Append new episode part to generic episode "live"
de: Hänge neue Teilfolge an generische Folge "live" an

source: Default
de: Voreinstellung

source: Associated
de: Zugehörig

source: This name is already used for a show
de: Dieser Name wird bereits für eine andere Sendung benutzt

source: ICal Feed URL
de: URL des ICal Feeds

source: Episode Slug
de: Slug der Folge

source: Episode Title
de: Titel der Folge

source: Episode Description
de: Beschreibung der Folge

source: Episode URL
de: URL der Folge

source: Ignore Episode Filter
de: Filter für zu ignorierende Folgen

source: Delete upcoming Episodes not in iCal anymore
de: Lösche geplante Folgen, die nicht mehr im iCal vorhanden sind

source: Template for start
de: Template für Folgenstart

source: Template for stop
de: Template für Folgenende

source: Template for rollover
de: Template für Folgenänderung

source: IRC Network and Channel
de: IRC Netzwerk und Kanal

source: Auphonic Login Name
de: Auphinic Login Name

source: Start Production after upload
de: Starte Production nach Upload

source: Could not fetch matching application
de: Konnte keine passende Anfrage laden.

source: Application is in wrong state. Ignoring it.
de: Anfrage hat falschen Status und wird nicht verwendet.

source: Request a new Show
de: Beantrage neuen Podcast

source: Accept Request for Show
de: Antrag für neuen Podcast bewilligen

source: Deny Request for Show
de: Antrag für neuen Podcast ablehnen

source: Running episodes
de: Laufende Folgen

source: Currently streamed episodes on xenim streaming network
de: Momentan über das xenim streaming network gesendete Folgen

source: Upcoming episodes
de: Geplante Folgen

source: Episodes which are scheduled to be aired in the future
de: Folgen deren Ausstrahlung geplant ist.

source: Archived episodes
de: Archivierte Folgen

source: Recently aired episodes
de: Kürzlich gesendete Folgen

source: xsn Archive for %s
de: xsn Archiv für %s

source: I read and understood the conditions
de: Ich habe die Bedingungen gelesen und verstanden

source: Does nothing.
de: Tut nichts.

source: Try to find the earliest possible, existing, upcoming episode
de: Finde existierende Folge, die geplant ist und den frühesten Startzeitpunkt hat

source: Try to find an existing episode with a slug, which is the same as the first word of the stream name
de: Finde existierende Folge, die geplant ist und deren Slug mit dem ersten Wort des Feldes "Name" im Stream übereinstimmt.

source: Create a new episode using the episodeNumber stored in the show
de: Erstelle neue Folge, nutze Folgennummer aus der ersten Sendung die dem Channel zugeordnet ist

source: Create a new episode by incrementing the number of the last episode by one
de: Erstelle neue Folge, nehme alte Folgennummer inkrementiert um eins als neue Nummer

source: Create new episode using the first word of the title as episode id
de: Erstelle neue Folge und nutze das erste Wort des Feldes "Name" des Streams als Slug

source: Create new episode using the full title as ID
de: Erstelle neue Folge und nutze das komplette Feld "Name" des Streams als Slug

source: Create an episode named live with current date suffix
de: Erstelle neue Folge und nutze "live" gefolgt von dem aktuellen Datum und Uhrzeit als Slug

source: Find or create an episode named "%s"
de: Finde oder Erstelle eine Folge mit dem Namen "%s"

source: Name of the show
de: Name der Sendung

source: Homepage of the Show
de: Webseite der Sendung

source: Description
de: Beschreibung

source: Longer description of the show
de: Ausführliche Beschreibung

source: ID of this show on shownot.es
de: ID dieser Sendung auf shownot.es

source: Licence
de: Lizenz

source: Used to construct the episode identifier.
de: Wird verwendet, um Slug der Folge zu erstellen

source: Abbreviation of the show
de: Abkürzung des Sendungsnamens

source: The number of the next episode to be aired. Used to construct the episode identifier
de: Nummer der nächsten gesendeten Folge. Wird verwendet, um den Bezeichner einer neuen Folge zu erstellen.

source: Number of the next episode
de: Nummer der nächsten Folge

source: URL for donations (flattr, paypal.me) for this show
de: URL zum Spenden (Flattr, PayPal.me) für diesen Podcast

source: Delete Episodes
de: Lösche Folgen

source: Enable
de: Aktivieren

source: Feed of the podcast
de: Feed des Podcasts

source: iCal feed for upcoming shows
de: iCal Feed für geplante Folgen

source: Archived Episode
de: Archivierte Folge

source: Upcoming Episode
de: Geplante Folge

source: Running Episode
de: Laufende Folge

source: Show
de: Sendung

source: Short Name
de: Abgekürzter Name

source: Topic
de: Thema

source: Begin
de: Anfang

source: End
de: Ende

source: Page of the Episode
de: Webseite zur Folge

source: ID of this episode on shownot.es
de: ID dieser Folge auf shownot.es

source: Stream identifier from backend
de: Kennung des Streams (für internen Gebrauch)

source: show which is assigned to this channel
de: Sendungen, die diesem Channel zugeordnet sind

source: Associated shows
de: Zugeordnete Sendungen

source: Method for mapping between streams and episodes
de: Algorithmus zur Zuordnung von Folgen zu Streams

source: Configure order for mapping methods. Use drop-down box for adding new items, [x] for removing items and drag&drop for changing order.
de: Methoden zur Zuordnung von Stream zu angekündigten Folgen konfigurieren. Mit der Drop-Down-Box können Methoden hinzugefügt werden, mit drag&drop kann die Reihenfolge verändert werden und mit × können Methoden wieder aus der Liste entfernt werden.

source: Channel for %(cluster)s
de: Channel für %(cluster)s

source: Name of the Podcast
de: Name des Podcasts

source: New
de: Neu

source: Unconfirmed
de: E-Mail unbestätigt

source: Accepted
de: Angenommen

source: Declined
de: Abgelehnt

source: Feed of the Podcast, used for automatic extraction of master data
de: URL des Podcast-Feeds, wird für automatische Updates der Stammdaten verwendet.

source: HTTP-Adress of ICal File with announcements of live broadcasts
de: URL des ICal-Feeds mit Ankündigungen von Livesendungen

source: IRC Channel %s
de: IRC Kanal %s

source: Notification for %(show)s on %(path)s
de: Benachrichtigung für %(show)s auf %(path)s

source: Retweet Notification on %s
de: Twitter Retweet Benachrichtigung auf %s

source: from %s
de: von %s

source: [xenim] New Request for Show
de: [xenim] Neuer Antrag für einen Podcast

source: [xenim] Created New Show
de: [xenim] Neuer Podcast erstellt

source: Upcoming
de: Geplant

source: Shows
de: Sendungen

source: Share on:
de: Teilen auf:

source: Overview
de: Übersicht

source: Edit current episode
de: Aktuelle Folge bearbeiten

source: The current episode can only be changed for channel with a running stream.
de: Die aktuelle Folge kann nur geändert werden, wenn ein Stream für diesen Channel läuft.

source: Delete Channel
de: Channel löschen

source: Should the object
de: Soll das Objekt

source: really be deleted
de: wirklich gelöscht werden?

source: Create new Channel
de: Erstelle neuen Channel

source: Added
de: Hinzugefügt

source: Removed
de: Gelöscht

source: Add another item
de: Weiteren Eintrag hinzufügen

source: Edit Channel
de: Channel bearbeiten

source: Sourced Streams
de: Vom Source Client gesendete Streams

source: New Sourced Stream
de: Neuer vom Source-Client gesendeter Stream

source: Use the following settings for connecting to the server
de: Mit den folgenden Daten kann sich der Source Client zum Server verbinden

source: Mount for connecting
de: Pfad für Verbindung

source: Transcoded Streams
de: Neuer transcodierter Stream

source: Mount
de: Pfad

source: Running?
de: Läuft?

source: This are just the default settings, if you want other formats (mp3, vorbis, opus) or bitrates please contact the support
de: Dies sind nur die Standardeinstellungen, falls andere Formate (mp3, vorbis, opus, aac) oder Bitraten gewünscht sind, bitte den Support kontaktieren.

source: Save Channel
de: Speichere Channel

source: Create new episode
de: Neue Folge ankündigen

source: Create Episode
de: Neue Folge ankündigen

source: Associated Graphics
de: Zugehörige Grafiken

source: Graphic
de: Grafik

source: File
de: Datei

source: Associated Recordings
de: Zugehörige Aufzeichnungen

source: Recording
de: Aufzeichnung

source: with
de: mit

source: Path
de: Pfad

source: Size
de: Größe

source: Public URL
de: Öffentliche URL

source: Apply
de: Anwenden

source: Delete Episode
de: Folge löschen

source: Edit episode
de: Folge bearbeiten

source: Parts of this Episode
de: Teile dieser Folge

source: An episode might be split up into several parts when for example the streams gets disconnected due to network problems. The parts can also be transferred to other episodes in case of wrong matching. This is currently not possible with the webinterface, so ask the administrator.
de: Eine Folge kann in Teile mehrere Teile unterbrochen werden, wenn beispielsweise der Stream aufgrund von Netzwerkproblemen abbricht.<br />Die Teile können auch anderen Folgen zugeordnet werden. Dies ist momentan nicht über das Webinterface möglich, bei Bedarf bitte an den Administrator wenden.

source: Edit show properties
de: Einstellungen der Sendung bearbeiten

source: Edit show notifications
de: Bearbeite Sendungsbenachrichtigungen

source: Configure update from podcast feed
de: Konfiguriere Aktualisierung der Sendung aus dem Podcast Feed

source: Configure update from iCal-Feed
de: Konfiguriere Erstellung neuer Folgen aus dem ICal-Feed

source: Episodes
de: Folgen

source: delete
de: löschen

source: Edit Part of Episode
de: Teil der Sendung bearbeiten

source: User List
de: Liste der Benutzer

source: Create Group
de: Erstelle Gruppe

source: Edit
de: Bearbeiten

source: Edit ICal Import
de: Einstellungen für ICal-Import bearbeiten

source: Welcome to the configuration panel of the xenim streaming network. Here you can change all settings regarding the appearance of your show and the behavior of the streams. You might also have a look at the wiki for additional features, documentation and contact informations.
de: Willkommen auf den Konfigurationsseiten des xenim streaming networks. Hier können alle Einstellungen bezüglich der Erscheinung der Sendungen und des Verhaltens der Streams geändert werden. Im Wiki finden sich Informationen zu weiteren Features sowie allgemeine Dokumentation und Kontaktdaten.

source: Pending Request Reviews
de: Offene Anträge für Podcasts

source: by
de: von

source: Requests for new Shows
de: Anträge für neue Podcasts

source: Shows are the entities that are responsible for representing your streams at the homepage of the xenim streaming network. They also contain episodes for time a stream is online.
de: Sendungen sind die Objekte, die dafür zuständig sind, wie die Streams auf der Webseite des xenim streaming networks dargestellt werden. Sendungen enthalten auch die Folgen, die erstellt werden, wenn ein Stream online geht.

source: Create new Show
de: Erstelle neue Sendung

source: For every show there is usually a channel of streams. Such a channel of streams combines various streams which differ in bitrates or formats. This is the place to view or change the credentials for your streams.
de: Zu jeder Sendung gehört üblicherweise eine Sammlung von Streams. Eine solche Sammlung vereint verschiedene Streams, die sich in Format und Bitrate unterscheiden. Hier können neben den üblichen Einstellungen auch die Zugangsdaten für die Streams eingesehen und geändert werden.

source: Account Settings
de: Einstellungen für Account

source: Change Password
de: Passwort ändern

source: Request Show
de: Neuen Podcast beantragen

source: Change E-Mail
de: E-Mail-Adresse ändern

source: List of Users
de: Liste der Benutzer

source: Create new User, Show, Channel and Stream
de: Erstelle neuen Nutzer, Show, Channel und Stream

source: Recordings
de: Aufzeichnungen

source: List of Recordings
de: Liste der Aufzeichnungen

source: Time
de: Zeitstempel

source: Message
de: Nachricht

source: Origin
de: Ursprung

source: Notifications
de: Benachrichtigungen

source: Delete Notification
de: Lösche Benachrichtigung

source: Show Notifications
de: Sendungsbenachrichtigungen

source: For the templates the <a href="https://docs.python.org/2/library/string.html#format-string-syntax">Python format string syntax</a> is used. If an empty string is supplied for the template no notification will be send to the service for the respective event. The following variables are available for the templates:
de: Für die Vorlagen wird die <a href="https://docs.python.org/2/library/string.html#format-string-syntax">format string Syntax von Python</a> benutzt. Falls eine Vorlage leer ist, wird für den entsprechenden Benachrichtigungsservice keine Benachrichtigung für das entsprechende Ereignis ausgelöst. Die folgenden Variablen können in den Vorlagen verwendet werden:

source: Available for template
de: Verfügbar in den Vorlagen für

source: Example
de: Beispielinhalt der Variable

source: Full URL to the current episode
de: Komplette URL zur aktuellen Folge

source: Shortened URL to the current episode
de: Gekürzte URL zur aktuellen Folge

source: Description as specified in icecast source client
de: Beschreibung wie im Icecast Source Client eingetragen

source: URL as specified in icecast source client
de: URL wie im Icecast Source Client eingetragen

source: URLs to all currently available streams. Might include HLS streams in the future.
de: URLs zu allen momentan verfügbaren Streams. Diese Variable kann in zukünftigen Versionen von xenim auch HLS Streams enthalten

source: Genre as specified in icecast source client
de: Genre wie im Icecast Source Client eingetragen

source: Internally used (e.g. in atom feed) slug for current episode
de: Intern genutzter Slug (z.B. im Atom Feed) für die aktuelle Folge

source: Identifier of used channel
de: ID des Channels

source: Name as specified in icecast source client
de: Name wie im Icecast Source Client eingetragen

source: For the HTTP Callback Notification a HTTP POST is issued to the specified url. The evaluated content of the template is send in the request body without any further encoding. The requests will have the User-Agent set to "xenim notification".<br /> If you need other request types, encodings or headers do not hesitate to contact info@streams.xenim.de.
de: Bei der HTTP Callback Benachrichtigung wird eine HTTP POST Anfrage an die eingestellte URL gestellt. Die ausgefüllte Vorlage wird dabei im Body der Anfrage ohne weitere Codierung mitgeschickt. Die Anfragen haben als User-Agent "xenim notification" eingestellt. Falls weitere Anfragearten, Codierungen oder HTTP Header benötigt werden bitte unter info@streams.xenim.de anfragen.

source: IRC Notifications are posted as regular messages by <em>xsnBot</em>, who is currently available on FreeNode and HackInt. If you need notifications on an other network please contact info@streams.xenim.de.
de: IRC Benachrichtigungen werden als normale Nachrichten durch <em>xsnBot</em> in den konfigurierten Kanal geschrieben. Der Bot ist momentan in den Netzwerken FreeNode und Hackint aktiv, falls andere Netzwerke benötigt werden bitte an info@streams.xenim.de wenden.

source: Twitter notification will post the evaluated template to the associated account. Be aware that the evaluated template will be truncated after the 140th character to prevent posting errors.
de: Für Twitter Benachrichtigungen wird die ausgefüllte Vorlage als Update in den konfigurierten Account gepostet. Um Fehler beim Posten zu verhindern, wird die ausgefüllte Vorlage nach 140 Zeichen abgeschnitten.

source: The Twitter Retweet Notification will retweet the update made by selected Twitter Update Notification.
de: Die Twitter Retweet Benachrichtigung retweetet den Tweet der ausgewählten Twitter Benachrichtigung.

source: Auphonic notifications are used to create a production based on the selected preset, upload the currently available recording to Auphonic and start the production if desired. The start, stop and rollover templates are used for filling in the title tag of the production.
de: Auphonic Benachrichtigungen werden genutzt, um eine Production auf Basis des ausgewählten Presets zu erstellen, die momentan verfügbare Aufzeichnung zu Auphonic hochzuladen und die Production zu starten, falls dies ausgewählt ist.Die Folgenstart-, Folgenende- und Folgenänderungstemplates werden genutzt, um das Feld "title" der Production zu befüllen.

source: xenim is able to send notifications to several external services when a show starts, a new part of a show starts or when a show has finished. You can use this page to configure this notifications.
de: xenim kann Benachrichtigungen zu einigen externen Diensten senden, wenn eine Folge beginnt, ein neuer Teil der Folge beginnt oder eine Folge endet. Im Folgenden können diese Benachrichtigungen konfiguriert werden.

source: Add new Twitter Posting Notification
de: Neue Twitter Benachrichtigung

source: Add new Twitter Retweet Notification
de: Neue Twitter Retweet Benachrichtigung

source: Add new IRC notification
de: Neue IRC Benachrichtigung

source: Add new HTTP Callback notification
de: Neue HTTP Callback Benachrichtigung

source: Add new Auphonic notification
de: Neue Auphonic Verknüpfung

source: edit
de: bearbeiten

source: Retweet from
de: Retweet von

source: Permissions for
de: Zugriffsrechte für

source: on
de: auf

source: Change Permissions for
de: Zugriffsrechte ändern für

source: Delete Show
de: Sendung löschen

source: Edit Show
de: Sendung bearbeiten

source: Create Show
de: Sendung erstellen

source: The properties of this show are currently updated from the configured podcast feed. If you want to change properties of the show either update the podcast feed or disable the automatic update via the feed
de: Die Eigenschaften dieser Sendung werden momentan über den eingestellten Podcast Feed aktualisiert. Um die Einstellungen dieser Sendung zu ändern, mussentweder der Podcast Feed aktualisiert werden oder das automatische Update über den Feed deaktiviert werden:

source: here
de: Deaktivieren

source: It is possible to update the show and episode from the podcast feed of your show. To use this feature enable it below and enter the URL to your feed. Additionally it is necessary to specify a regular expression to separate the title of a feed entry into a id for an episode and the topic of this episode. This is used to correlate an entry from the feed with an episode of the xenim streaming network. The regular expression should contain the two named groups "id" and "topic". An Example for an entry like "MM073 Creepy" is "(?P<id>\w*) (?P<topic>.*)".
de: Es ist möglich die Sendung und die zugehörigen Folgen über den Podcast Feed zu aktualisieren.Um dieses Feature zu nutzen, muss es unten aktiviert werden, es muss die URL des Podcast Feeds eintragen und ein Regulärer Ausdruck angeben werden. Der Reguläre Ausdruck dient dazuden Titel eines Eintrages im Feed in eine ID für eine Episode und einen Titel zu zerlegen. Die ID wirdanschließend verwendet, um den Feed Eintrag einer Folge zuzuordnen. Der Reguläre Ausdruck sollte die beiden named groups "id" und "topic" enthalten. Wenn der Titel im Feed beispielsweise "MM073 Creepy" lautet, ist ein passender Ausdruck "(?P<id>\w*) (?P<topic>.*)".

source: User
de: Nutzer

source: Creation Time
de: Erstellungszeitpunkt

source: Accept Request
de: Anfrage annehmen

source: Deny Request
de: Anfrage abnehmen

source: Create User
de: Nutzer erstellen

source: Groups
de: Gruppen

source: Archive
de: Archiv

source: Short URL
de: KurzURL

source: From
de: Von

source: Since
de: Seit

source: until
de: bis

source: Shownotes for this episode
de: Shownotes für diese Folge

source: visualization of listener counts
de: Visualisierung der Hörerzahlen

source: Homepage
de: Webseite

source: Running Episodes
de: Laufende Folgen

source: Archived Episodes
de: Archivierte Folgen

source: Upcoming Episodes
de: Geplante Folgen

source: No episodes available.
de: Keine Folgen verfügbar.

source: First
de: Anfang

source: Previous
de: Zurück

source: Page
de: Seite

source: of
de: von

source: Next
de: Weiter

source: Last
de: Ende

source: from
de: von

source: Read more
de: Weiter

source: There are no episodes upcoming currently
de: Momentan sind keine Folgen geplant.

source: No episodes are streamed at the moment
de: Es werden momentan keine Folgen gesendet.

source: Listen
de: Hören

source: direct
de: direkt

source: Streams are upcoming, please wait.
de: Streams werden vorbereitet, bitte warten.

source: No streams available currently
de: Momentan keine Streams verfügbar.

source: feed for
de: Feed für

source: upcoming episodes
de: geplante Folgen

source: running episodes
de: laufende Folgen

source: archived episodes
de: archivierte Folgen

source: Recent Episodes
de: Archivierte Folgen

source: Here are informations about the shows available, which were distributed through this streaming system. This includes the graphical statistic about listener counts.
de: Hier gibt es Informationen und die grafischen Darstellungen der Hörerzahlender Sendungen, die über dieses Streamingsystem verbreitet wurden.

source: No shows available.
de: Keine Sendungen verfügbar.

source: Your username and password didn't match. Please try again.
de: Der Nutzername und das Passwort passen nicht zueinander, bitte erneut versuchen.

source: login
de: Einloggen

source: Password reset
de: Passwort zurücksetzen

source: Password change
de: Passwort ändern
